import type { IAccordionProps } from '../types/accordion.interface'
export const QUESTIONS_DATA: IAccordionProps[] = [
	{
		name: 'Какой функционал есть в приложении?',
		answer:
			'В приложении есть возможность создавать и управлять задачами, отслеживать прогресс, устанавливать приоритеты и сроки выполнения.',
	},
	{
		name: 'Как работает система уведомлений?',
		answer:
			'Система уведомлений отправляет напоминания о предстоящих задачах и изменениях в проекте через push-уведомления и электронную почту.',
	},
	{
		name: 'Можно ли интегрировать приложение с другими сервисами?',
		answer:
			'Да, приложение поддерживает интеграцию с популярными сервисами, такими как Google Calendar, Slack и Trello.',
	},
	{
		name: 'Как обеспечить безопасность данных в приложении?',
		answer:
			'Данные защищены с помощью шифрования, аутентификации и авторизации пользователей.',
	},
	{
		name: 'Есть ли мобильное приложение?',
		answer:
			'Да, у нас есть мобильное приложение для iOS и Android, которое позволяет управлять задачами на ходу.',
	},
]
